
const test = {
    id: '0',
    label: '测试',
    value: [
        '奥特曼',
        '洛洛历险记',
        '奥斯特洛夫斯基',
        '变色龙',
        '德玛西亚',
        '渡边',
        '河的两岸',
        '离骚',
        '烽火戏诸侯',
        '花有清香月有阴'
    ]
}
export const thesaurus = [
    test,
    {
        id: '1',
        label: '成语类',
        value: ['蜻蜓点水','画蛇添足','惊弓之鸟','鹤立鸡群','守株待兔','狗急跳墙','狼吞虎咽','抱头鼠窜','龙飞凤舞','愁眉苦脸','盲人摸象','嬉皮笑脸','拔刀相助','坐井观天','目不转睛','张牙舞爪','指鹿为马','朝三暮四']
    },
    {
        id: '2',
        label: '物品类',
        value: ['喇叭', 'IC卡', '明信片','婚车','锦旗','洒水车','转椅','假牙','地球仪','呼啦圈','请柬','护身符']
    },
    {
        id: '3',
        label: '人物类',
        value: ['丘比特','姜子牙','刘邦','还珠格格','李小龙','丁俊晖','刀郎','徐静蕾','师跃进','高犇','张蕾','张永莉','宋沧','顿海英','白崇玉','臧原','张榕麟','曹振宁','马宁']
    },
    {
        id: '4',
        label: '动物类',
        value: ['刺猬','蟋蟀','海鸥','松鼠','金丝猴','眼镜蛇','蝙蝠侠','黑猫警长','猫头鹰','鸽子','斑马','毛驴']
    },
    {
        id: '5',
        label: '食物类',
        value: ['酸辣粉','麻婆豆腐','小笼包','沙拉酱','冰棒','金针菇','三明治','珍珠奶茶','爆米花','棉花糖','烤红薯','菠萝','过桥米线','水煮鱼','茶叶蛋','麻花','炸酱面','开心果']
    }
]
